Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 老人意态闲适，用烟杆指向那位此方圣人，“你来的第一天，我就知道是个不得志的，不过这么多年处下来，没听到你半句牢骚，也是怪事，你齐静春可不像是唾面自干的人物，所以这次你失心疯，估计外边有些懵，我倒是半点也不奇怪。”
en_us: Old Man Yang was relaxed and carefree as he pointed at the Sage with his smoking pipe and said, "I already knew that you would be unsuccessful on the first day that you arrived here. However, I haven't heard a single word of complaint from you after all these years. How very strange. In any case, you don't seem like a meek or submissive person, so even though the outside forces are slightly baffled by your wild actions, I'm not surprised by them at all."

source: 老人感慨道：“不愧是人杰地灵，钟灵毓秀。”
en_us: "Your mother must truly be an extremely fine and compassionate woman," the old man "praised".

source: 老人愣了愣，“你家长辈没跟你说过那些老古董的陈年旧账？”
en_us: The old man faltered upon hearing this. "Your elders didn't tell you about the history of these old relics?"

source: 老人手托白碗，不急不缓站起身，“徒弟，为师先给你看看何谓天地之大，省得你不知轻重，坏了你我师徒二人的千秋大业！”
en_us: The River Severing True Lord rose to his feet in an unhurried manner while carrying his bowl on the palm of his hand. "My disciple, let me show you just how vast this world is so you know your place in it. Otherwise, your ignorance and disobedience could lead to the downfall of both of us someday!"

source: 老人手脚并用，瞬间就攀援到屋顶，只是刚一冒头，就有第二支箭矢瞬间赶至。
en_us: Using both his hands and his feet in unison, he climbed onto the rooftop in the blink of an eye, and as soon as his head emerged, a second arrow had already arrived.

source: 老人扯了扯嘴角，眼角余光之中，一个孩子蹑手蹑脚站起身，然后撒腿就跑向院门。
en_us: Right at this moment, a slight sneer appeared on the River Severing True Lord's face, and out of the corner of his eye, he could see Gu Can sneakily rising to his feet before rushing toward the gate as quickly as he could, much to the shock and horror of his mother.

source: 老人扯了扯嘴角，道：“香台上的老鼠屎，神憎鬼厌。”
en_us: Old Man Yang grimaced, saying, "Like rat droppings on an incense table, this is someone detested by both gods and ghosts alike."

source: 老人抬起头，望向天空，讥笑道：“别人施舍一点小恩小惠，就恨不得当做救苦救难的菩萨，尤其是大人物从牙缝里抠出一点渣滓，就格外感恩戴德，甚至自己都能被自己的赤子之心感动，觉得自己这是知恩图报，所以是醇儒忠臣、是某某某的得意门生，美其名曰士为知己者死，一群忘本的混账王八蛋，当初就不该从他们娘胎里爬出来……”
en_us: The old man looked up at the sky and sneered, "When others offer the tiniest bit of help, some people feel an irresistable urge to treat them like a Bodhisattva who has rescued them from the grips of calamity and death. This is especially the case when the help comes from a powerful person. These people will become especially grateful, so much so that they'll even be moved by their own acts of gratitude. They'll feel like they're people who understand the concept of repaying kindness, making them some kind of noble scholar, loyal official, or some brilliant disciple or what have you. They praise themselves as people who will be willing to sacrifice themselves for the sakes of their benefactors... Bunch of ungrateful bastards. They should never have crawled out of their mothers' wombs..."

source: 老人抬起脚，跺了跺地面，微笑道：“放心，根骨好坏，当然重要，却并不是首位的，老天爷看得顺眼，就是路边一条狗，一根野草，也能慢慢修成大道，最终登天凌云。此次小镇破例允许这么多外人进入，也是不得已而为之。一块庄稼地，水土再好，经过持续数千年的开垦、耕耘和收获后，加上期间还有多次不计代价的涸泽而渔，也会没落衰败，总有彻底贫瘠的一天。此地风水底蕴，终于迎来了最后一个大年份，每当一个人将死之时，回光返照，那时候的精气神，会变得尤其雄壮，你家顾粲，正是受惠于此，机缘之大，远超想象，以至于远远超过之前那些天赋异禀的小镇孩子。”
en_us: The River Severing True Lord smiled as he continued, "Rest assured, one's aptitude for cultivation is naturally very important, but it's not the primary factor that decides how far they'll go. If the gods take a liking to someone, even a stray dog on the side of the road or a weed can eventually embark on the path of cultivation and ultimately ascend to the heavens. On this occasion, the town had no choice but to break past conventions and allow so many outsiders in at once. No matter how good a plot of farmland is, after being plowed and harvested without pause for thousands of years and going through multiple ordeals where excessive harvests were made without consideration for the consequences, the land will inevitably degrade and become infertile. This place has finally reached its final harvest. Whenever someone is about to die and experiences a brief revival right before the end, their energy, essence, and spirit will all be elevated to an unprecedented peak. Gu Can is benefitting from this phenomenon right as we speak, and this is far more massive an opportunity than you can imagine. With this blessing bestowed upon him, he'll be able to far exceed all of the town's children who had previously been deemed to possess superior aptitude to his."

source: 老人抽了一口自制旱烟，看着少年的身体和气象，啧啧道：“真是个名副其实的破落户了。好嘛，问心无愧倒是问心无愧了。”
en_us: The old man took a puff from his smoking pipe before observing Chen Ping'an's body and aura. He clicked his tongue in wonder and remarked, "You genuinely live up to your name as an impoverished young boy. But yes, you did indeed manage to keep your conscience clear, huh?"

source: 老人抽旱烟很凶，以至于整个上半身都笼罩在淡淡的烟雾当中，然后从“云海”中传出老人沙哑冷漠的嗓音：“漫天要价坐地还钱，那是低劣商贾的勾当，我做不来，我这边的规矩，说一不二，只有一口价，你们爱买不买爱卖不卖。”
en_us: The old man was a heavy smoker, and the entire top half of his body was enveloped in a thin cloud of smoke. From within this "sea of clouds", his cold and hoarse voice traveled over, stating, "Unreasonably raising prices is something that only lowly merchants do. It's not something that I would do. My rule is to stand by my words. I only offer a single price, and it's up to you whether you want to buy it or not."

source: 老人抽着旱烟，大团大团的烟雾弥漫四周，只是檐下烟雾与檐外雨幕，井水犯河水。
en_us: Old Man Yang continued to smoke, with large puffs of smoke wafting into the surroundings. However, the clouds of smoke and the curtains of rain didn't try to invade each other's territory.

source: 老人拎着老烟杆站起身，低声骂道：“就没一个是让人省心的。”
en_us: After a while, Old Man Yang stood up with his pipe in his hand as he grumbled, "Why are they all so damn troublesome?"

source: 老人搬来屋檐下一条小板凳，慢悠悠坐下，从腰间袋子里拈出烟丝，碾成一团放入烟斗当中，抽起了旱烟，仰头看着天空，根本不理睬妇人。
en_us: Old Man Yang carried a stool over from under the eaves, and he slowly sat down before retrieving some loose tobacco from his pocket and squishing it into a ball. He then placed it into his smoking pipe and started to puff away. He gazed up at the sky and completely ignored the shouting woman.

source: 老人摆摆手，让妇人不要急于表态，缓缓道：“云霞山，是我东宝瓶洲二流垫底的山门，不过你若是觉得这云霞山就不值一提，则是大错特错，云霞山出产的云根石，是真正的天材地宝，别说是东宝瓶洲，便是整座天下，也只此一家，故而云霞山地位超然，大家都愿意敬他三分，尤其是道家丹鼎派的宗门道观，与云霞山更是香火绵延千年，有着很深的关系。而老夫，不过是书简湖的修士之一，只占据着一座湖心岛，弟子屈指可数，奴仆不足百人。”
en_us: The River Severing True Lord could see that the woman was eager to pledge her loyalty, so he raised a hand, gesturing for her to wait as he continued, "Don't be in a hurry to answer. The Dawn Cloud Mountain ranks near the bottom among the second-rate sects of our Eastern Treasured Vial Continent, but if you think that it's not worthy of your consideration just because of that, then you couldn't be more incorrect. The Cloud Root Stones produced by the Dawn Cloud Mountain are a truly prized treasure, and they are the only sect under the entire heavens to produce the material, not just on the Eastern Treasured Vial Continent. As a result, the Dawn Cloud Mountain holds a transcendent status and is respected by one and all. In particularly, all of the sects and Daoist temples that follow the alchemy branch of Daoism have had very close and deep-rooted ties with the Dawn Cloud Mountain for thousands of years. In contrast, I'm nothing more than one of the cultivators of Lake Shujian. All I have is an island on the lake, a few disciples, and no more than 100 servants."

source: 老人摇了摇烟杆，“雨也停了，你们俩别在我这儿眉来眼去，也不害臊。”
en_us: Old Man Yang gestured with his smoking pipe and said, "The rain has stopped, so you two can stop making eyes at each other in front of me as well. Have you two no shame?"

source: 老人摇头道：“那倒未必。”
en_us: "I'm not so sure of that," the River Severing True Lord mused with a shake of his head.

source: 老人收回视线后，漠然道：“不是说你。”
en_us: The old man retracted his gaze and added coldly, "I'm not taling about you."

source: 老人收敛杂念，面朝井口，五指抓住大白碗的碗底，掌心开始微微倾斜，幅度几乎微不可查。
en_us: The old man banished those trivial thoughts from his mind, then grabbed onto the underside of his bowl with all five fingers of his right hand as he faced the well. His palm then began to tilt ever so slightly to a degree that was barely detectable.

source: 老人收起手，抬头问道：“顾氏，像你这样嫁给外乡男子的妇人，小镇上多不多？”
en_us: After folding his hand away, the River Severing True Lord turned to Gu Can's mother as he asked, "Are there many women in the town like yourselves who've married men from out of town?"

source: 老人收起掌心纹路、纵横交错的手掌，微笑道：“大局已定。”
en_us: The old man was scrutinizing his own palm, which was riddled with lines, and shortly thereafter, he folded his palm away with a faint smile as he declared, "It is done."

source: 老人故意卖了一关子，眼见听众们无动于衷，根本不懂得捧场，只得继续说道：“说不定就隐匿在我们身边，道教神仙称之为潜龙在渊！”
en_us: The old man intentionally paused here to try and build some suspense, but the audience remained unmoved, completely oblivious to what he was doing, so he could only continue, "Perhaps they're hidden right among us! The deities of Daoism refer to them as dragons lurking in plain sight!"

source: 老人斜瞥一眼草鞋少年，幸灾乐祸地乐呵呵道：“七窍通了六窍，一窍不通啊。”
en_us: Old Man Yang shot a sideways glance at the young boy and chuckled at his misfortune, saying, "How naive and clueless..."

source: 老人无动于衷，淡然道：“是继续做摇尾乞怜的泥鳅，还是化为坐镇一方水运的河蛟，在此一举。还有，别忘了当初我是怎么跟你说的，这条路，没有回头路可走，只能一条道走到黑，天底下没有一劳永逸的好事，说句难听的，小镇百姓谁都可以有善报，但是如何也轮不到你。”
en_us: Old Man Yang remained unmoved as he said in an indifferent voice, "It's up to you whether you want to continue to be a pitiful catfish or transform into a flood dragon that controls the fate of the water. Also, don't forget what I told you before. If you choose to go down this path, then there's no turning back, you have to follow it to the end. There's nothing in this world that can grant you eternal blessings. You might not like to hear this, but to be frank, you are the last one in this town that deserves good karma."

source: 老人无奈道：“你赶紧下来，赶紧下来，我这就给你看大白碗。”
en_us: "Hurry up and get down from there! I'll show you my bowl now," the old man said in an exasperated manner.

source: 老人最后拿烟杆轻轻一磕地面，抬头望向小镇老槐方向，啧啧道：“树倒猢狲散喽。”
en_us: In the end, he lightly tapped the ground using his his smoking pipe, and he looked up in the direction of the old locust tree. He clicked his tongue in wonder and remarked, "A tree falls, and the monkeys scatter."

source: 老人最后摇了摇头，只觉得荒唐可笑，“不管是谁怂恿他来送死，你们也不晓得找个好一点的过河卒子。一只没几两肉的小蚂蚱，塞牙缝啊？也好，正愁没机会杀人，这个由头不错，先杀那泥瓶巷的土胚子，再将你这个风雷园的小杂种，一并解决干净了便是。”
en_us: In the end, Bai Yuan shook his head as a cold sneer appeared on his face. "Regardless of who it was that convinced that boy to throw his life away, couldn't they have found a better pawn to throw at me? How is a pathetic little boy like him supposed to make any substantial difference in the grand scheme of things? Come to think of it, this isn't even a bad thing. I was struggling to find a reason to kill people, so this plays right into my hands. I'll kill that foolish boy from Clay Vase Alley, then get rid of all of those little bastards from the Wind Lightning Field as well."

source: 老人望向院门那边，轻轻拂袖，带起一股清风，在小院旋转不定，徘徊不去，老人这才道：“如我这般身份的人物，涉足此地，越是深陷于泥菩萨过河的无奈境地，虽然目前还谈不上自身难保，但是时间越久，就越……嗯，如宋集薪那少年所说，叫做拖泥带水，只能混一个沾惹满身因果的下场。好就好在那人，天怨人怒，哪怕已经作退大一步想，仍是晚节不保，难逃灭顶之灾，可惜啊，原本有望享受千秋香火的局势，急转直下，惨不忍睹……趁此机会，我才能够为你儿子做些谋划，看看能否既了结那少年的性命，又掐断以后某些圣人仙师的顺藤摸瓜，免了秋后算账的后顾之忧，好让我这位新收弟子在未来登仙路上，挟风雷之势，最终化龙……”
en_us: The old man cast his gaze toward the gate of the courtyard, then gently swept a sleeve through the air, conjuring up a light breeze that swirled around the courtyard incessantly. He then explained, "I have only come here as I'm in a very troublesome predicament and had no choice but to journey to this place. I'm not in any direct danger for now, but the longer I stay here, the more... Just as that boy, Song Jixin, said, too much beating around the bush will only lead to a calamitous outcome. The good thing is that that man has invoked both the resentment of the heavens and the rage of the people. Even though he has already made a huge concession, his ultimate demise will still be inevitable. What a pity! He could've ascended to extremely lofty heights, but instead, everything took a drastic turn for the worse for him, and his current situation is one that is truly tragic to behold. Only by taking advantage of this opportunity was I able to make some plans for your son. Now, I must see if I can put an end to that boy's life while also avoiding future repercussions by ensuring that no sages or immortals will figure out what's been done here. Only then can I ensure that this new disciple of mine will be able to ascend like the wind on his cultivation journey and ultimately rise to become a dragon.."

source: 老人望着水面，“不过在这之前，我想问你一个问题。”
en_us: Old Man Yang cast his gaze toward the surface of the water as he said, "But before that, I want to ask you a question."

source: 老人来到水井旁，但是没有去坐在井口上。
en_us: The old man made his way over to the well, but he didn't sit down on its edge.

source: 老人根本对少年的刺骨疼痛无动于衷，“刘羡阳是什么好命，你是什么贱命，这么多年心里也没个数？他死一次，差不多都够你死十次了，知道不？”
en_us: The old man was completely indifferent to Chen Ping'an's bone-piercing pain, and he scolded, "What kind of fortunate fate does Liu Xianyang have? And what kind of destitute fate do you have? After so many years, are you still not aware of this? Him dying once is almost enough misfortune for you to die 10 times over! Do you understand?"

source: 老人欣微笑着，“去吧去吧，年之计在于春，少年多活动筋骨，肯定是好事。”
en_us: The old man wore a pleased smile, and he said, "Off you go. Spring is the most important time of the year, so it'll definitely be good for you to exercise more during this time."

source: 老人沉声道：“所以这部剑经，老奴如果能够拿到手，交给小姐你来修行，是最好的结果。退一万步说，就算我们正阳山没有拿到手，给什么老龙城云霞山之流，被那些年轻人得去了机缘，正阳山倒也能忍，唯独一事，绝对不能退让半步，那就是被风雷园的狗杂种们将剑经拿到手！”
en_us: Bai Yuan's voice then took a cold turn as he continued, "No one was willing to take in this traitorous prodigy of the sword, and in the end, he turned to the sworn enemy of our Sun Scorch Mountain, the Wind Lightning Field, and the Wind Lightning Field really did protect him for most of his life. For all that time, he remained a cowardly turtle hiding in his shell, but at some point, he left the Wind Lightning Field in secret in order to have his sword scripture appraised. He went to several powerful Sword Immortals who had attained the Great Dao, such as the patriarch of the Xie Clan, and even though those Sword Immortals looked down on him for his treacherous character, all of them were full of praise for the sword scripture that he had written. Patriarch Xie had once said in private that the sword scripture fused spirit of the Sword Dao of both the Sun Scorch Mountain and the Wind Lightning Field, and if anyone from either sect were to master it, then an outcome to the conflict between the two sects wouldn't be too far away. Hence, the best outcome would be for me to obtain this sword scripture so that you can cultivate it. Even if we fail to obtain the sword scripture, and it falls into the hands of the likes of the Old Dragon City or the Dawn Cloud Mountain, that is still acceptable to our Sun Scorch Mountain. The only absolutely un acceptable outcome would be if those bastards from the Wind Lightning Field got their paws on the sword scripture!"

source: 老人没好气道：“咋的，还怕陈平安在你睡着的时候揩油啊，放心，我帮你盯着呢，他小子只有贼心没贼胆。”
en_us: "What, you're afraid that Chen Ping'an took advantage of you while you were sleeping?" the old man huffed. "Don't worry, I helped you keep an eye on him the entire time. He dared to dream, but he didn't dare to act."

source: 老人没有丝毫犹豫，手心叠在手背，身为道家旁门中人，却以儒家作揖行礼，一弯到底，虔诚至极，颤声道：“书简湖青峡岛岛主刘志茂，恳请齐先生怜悯晚辈赤忱求道之心，若有冒犯之处，还望先生大人……圣人不记小人过！”
en_us: The old man didn't hesitate for a second as he clasped the palm of one hand against the back of the other. Even though he was a Daoist of an unorthodox sect, he bowed in the manner of a confucian disciple at this moment. He bowed as deeply as he could, with his voice quivering as he said in the most sincere manner, "Liu Zhimao, the island master of Lake Shujian's Cyan Gorge Island, earnestly asks Mr. Qi to have mercy on this junior's pursuit of Dao. If I've offended Mr. Qi... Sage Qi, please don't hold a grudge against this lowly person!"

source: 老人没有打破砂锅问到底，换了个问题：“还是老规矩，每斩杀一位飞升境妖族，才有资格在长城上刻下一字？”
en_us: The old man didn't persist, and he asked another question, saying, "Are the rules still the same? One will have the right to inscribe one character on the wall for every Ascension Tier demon that they slay?"

source: 老人没有睁眼，道：“老夫收了个好徒弟，你有个好儿子。顾氏你就安心等着母凭子贵吧。”
en_us: The old man didn't open his eyes as he replied, "You have a good son, and I found myself a good disciple. Mrs. Gu, you can patiently wait to gain honor and renown thanks to your son."

source: 老人没有觉得意外，只是从袖子摸出把铜钱，递给陈平安，笑呵呵解释道：“今天家里有好事，这点喜钱，见者有份，图个吉利而已，不多，就十几文钱，所以你就放心拿着吧。”
en_us: The old man wasn't surprised by this, and he simply retrieved some copper coins from his sleeve and handed them to Chen Ping'an, saying, "There's a happy occassion in our family today, so this is just a little something that all visitors can receive. It's just a token of good fortune. It's nothing much, only 10 copper coins, so be at ease and accept it."

source: 老人洒然笑道：“小姐就更不需要担心老奴了。”
en_us: "And there's even less need for you to worry about me, Young Mistress," Bai Yuan replied with a relaxed smile.

source: 老人浑身颤抖道：“我知道了，是佛家误你！什么众生平等！难道你忘了先生说过的明贵贱……”
en_us: At this point, the old man was trembling, and he concluded, "I know why you became like this. Buddhism has led you astray! What is this nonsense about all life being equal? Have you not forgotten how our teacher taught us that there is inherent inequality..."

source: 老人淡然道：“人快饿死的时候，我手里的馒头，能值多少钱？”
en_us: "When someone is about to die from hunger, how much is the steamed bun in my hand worth?" Old Man Yang asked calmly.

source: 老人淡然道：“我没什么棺材本，你就死了这条心吧。”
en_us: "I don't have any wealth for you to inherit, so it's best that you give up now," the old man replied indifferently.

source: 老人深呼吸一口气，挥手赶人，“滚滚滚，一家四口都滚，爱咋咋的！”
en_us: Old Man Yang took a deep breath before waving his hand and shooing his disciple away, snapping, "Alright, alright, piss off now. Your entire family of four can piss right off. Do whatever you want!"

source: 老人满脸疲惫，仍是摇了摇头。
en_us: The old man shook his head with a weary expression, and the final glimmer of hope in Chen Ping'an's eyes was snuffed out.

source: 老人点头道：“看出来了。”
en_us: "I can tell," the River Severing True Lord said with a nod.

source: 老人点点头，大踏步离去。
en_us: Bai Yuan was finally satisfied upon hearing this, and he departed from the manor.

source: 老人点点头，神色复杂地起身离去。
en_us: The old man nodded in response, then departed with a complex look on his face, leaving Qi Jingchun to murmur to himself, "Teacher, does the unquestionable truth really exist in this world?"

source: 老人点点头，突然说道：“孩子，最近啊，没事的时候，可以经常去槐树底下坐坐，见到地上有槐叶槐枝啊什么的，就拿回家去放着，能够防蚁虫蜈蚣的，多好，还不用你花钱。”
en_us: The old man nodded in acknowledgment, and he suddenly said, "Young child, whenever you've got nothing to do in the next while, you can head over to the old locust tree and sit in its shade. If you see any branches or leaves on the floor, you can take them home and place them somewhere. They can keep away insects and vermin. Isn't that nice? And they're free as well."

source: 老人点点头，缓缓起身，“老奴知晓事情的轻重，缓急。”
en_us: The old man nodded in response as he slowly rose to his feet. "I am well aware of this, Your Highness."

source: 老人爽朗而笑，突然记起一事，沉声道：“那少年身世如何？顾氏，你往细了说，以防万一。”
en_us: The River Severing True Lord burst into laughter upon hearing this, following which a thought suddenly occurred to him, and he instructed in a serious voice, "Tell me about that boy's history, and give me as detailed an account as possible."

source: 老人犹不解气，伸手指着妇人大骂：“乡野村妇，见识短浅！以后顾粲随我返回书简湖后，你们母子相见的次数，绝不可太过频繁，以免妨碍了他的修行，可有异议？”
en_us: However, the old man still felt angry, so he pointed at the woman and scolded, "Short-sighted village woman! When Gu Can returns to Lake Shujian[ref]Shujian literally means a letter.[/ref] with me, the two of you definitely can't see each other too often, lest his cultivation be affected by you. Do you have any complaints?"

source: 老人犹豫了一下，仍是泄露些天机给她，“女孩的六岁、十二岁，男童的九岁和十八岁，分别是两个大门槛，前者需要自己跨过去，后者尚且能够凭借外力推一把，之后还有一事，就能够有更多把握了，越是富贵之家，越有优势。开门，登堂，入室，三件事情，前两步，真正只能看机缘命数，尤其是第一步，成与不成，只看老天爷赏不赏饭吃。”
en_us: The River Severing True Lord hesitated momentarily, then decided to reveal a secret to her. "The ages 6 and 16 for girls, and the ages 9 and 18 for boys are two major hurdles. The first of those hurdles must be overcome on their own, but for the second hurdle, some external assistance can be given to help them, and there's one more thing that comes after that which can potentially sweeten the deal. The wealthier the family the child comes from, the bigger an advantage they'll have. There's the precursor, the beginning, and the journey. Whether the first two of those three steps can be successfully taken depend solely on one's fate, particularly the first step, which is entirely dictated by the will of the heavens."

source: 老人犹豫片刻，脸色肃穆，“小娃儿，你我有缘，给你看看这碗的玄妙，也无不可，但是看过之后，你不许对外人提起，便是你那位娘亲，也不行，你若是做得到，我便让你见识见识，若是做不到，便是被你小娃儿戳脊梁骨，也不给你看半眼。”
en_us: The old man hesitated momentarily, following which a solemn look appeared on his face. "It's seems we were fated to meet, so it's not out of the question for me to show you what this bowl can do. However, after you see it, you can't tell anyone else about it, not even your mother. If you can do that, then I'll show you. If you can't, then no matter how much you prod or insult me, I won't let you take even a single peak."

source: 老人猛然挥袖。
en_us: Gu Can's mother suddenly fell unconscious and collapsed to the ground, while the River Severing True Lord abruptly swept a sleeve through the air.

source: 老人环顾四周，百感交集，心想道：“又不知道此件重器，最后会花落谁家？”
en_us: I wonder whose possession this prized artifact will ultimately end up in, qheoithewqitewhtoiwehthewithewqhthewihqhte the old man thought to himself with a myriad of emotions in his heart.

source: 老人略作思量，沉声道：“事不过三，在这之前，就按照刘羡阳所说，给他一份滔天富贵便是，正阳山能够给这少年一个山门真传弟子的身份，除此之外，我还会私自借他一件法宝，为期百年。至于你们清风城许家，自己看着办。”
en_us: The old man pondered for a brief moment before replying in a solemn voice, "We can't make the same mistake three times, so we'll do as Liu Xianyang suggested and give him a profound amount of wealth. The Sun Scorch Mountain can offer him the position of true disciple. Apart from this, I can also privately loan him an immortal treasure for 100 years. As for you, the Light Breeze City's Xu Clan, you can give him whatever you want."

source: 老人皱眉道：“谢我？如果没有记错，我可从来没有白白帮过你，哪次缺了报酬？”
en_us: Old Man Yang frowned and asked, "You're thanking me? If I remember correctly, I've never helped you for free before... Did you forget to pay one time?"

source: 老人皱眉：“真知道？”
en_us: "Really?" the old man asked with furrowed brows.

source: 老人皱起眉头，惊叹道：“不过短短半天，就已是这般惨淡光景，那几位岂不是？”
en_us: His brows furrowed tightly as he exclaimed, "If things are already this terrible after just half a day, then what's become of them?"

source: 老人看到少年缓缓离去，走了一段路程后，好像抬起手臂擦了擦眼睛。
en_us: The old man watched as Chen Ping'an slowly departed, and along the way, he seemed to have raised an arm to wipe at his own eyes.

source: 老人眼神有些恍惚，看着同样满头雪白的老妪，莫名其妙说了句，“你来了啊。”
en_us: The old man was slightly entranced as he looked at the equally old woman, and he mysteriously said, "You've come."

source: 老人眼神阴森。
en_us: There was a cold and menacing glint in the old man's eyes.

source: 老人瞥了她一眼，笑道：“当然，你也别贪心，有此大机缘之人，绝对不止你儿子一人，说句难听的，偌大一座东宝瓶洲，有资格独占这份气运的人，就算有，也一定还没生出来呢。”
en_us: The River Severing True Lord took a glance at her, then continued, "Of course, you shouldn't be too greedy, either. Your son isn't the only one to be blessed by this phenomenon. To be frank, even if we set our sights across the entire Eastern Treasured Vial Continent, there's not a single person who's had the privilege of claiming such an unfathomable blessing all for themself, and if such a person is to exist someday, then they definitely haven't been born yet."
